Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jestem na pewnej bardzo tajnej misji.
uk: Я виконую одну дуже таємну місію.

source: Jestem na pewnej tajnej misji.
uk: Я виконую одну таємну місію.

source: Jestem na swoim terenie i mam prawo bronić się przed uzbrojonym intruzem!
uk: Я на своїй території і маю право захищатися від озброєного непроханого гостя!

source: Jestem na winnicy, ale nie do końca wiem, od czego powinienem zacząć. Najlepiej będzie, jeśli porozmawiam z Viktorem, może coś mi doradzi.
uk: Я на винограднику, але я не зовсім впевнений, з чого мені почати. Найліпше буде порадитися з Віктором, можливо, він щось порадить.

source: Jestem na winnicy, muszę poszukać Holdwiga.
uk: Я на винограднику, мені треба знайти Гольдвіга.

source: Jestem nekromantą.
uk: Я некромант.

source: Jestem nowy na Archolos. Nie poznałem jeszcze wszystkich w mieście.
uk: Я нещодавно на Архолосі. Я ще не знаю усіх мешканців міста.

source: Jestem pewien, a teraz wyjdź stąd, z łaski swojej, bo zaczynasz mnie denerwować!
uk: Впевнений, а тепер забирайся звідси, бо ти починаєш мене дратувати!

source: Jestem pewien, że Lennart z radością odstąpi ci swoją sukienkę.
uk: Я впевнений, що Ленарт з радістю позичить тобі свою сукню.

source: Jestem pewien, że farmerzy z winnicy Rity tylko marzą o pracowaniu u nas.
uk: Я впевнений, що фермери з виноградника Рити тільки й мріють працювати у нас.

source: Jestem pewien, że już za niedługo będziemy bogaci!
uk: Я впевнений, ми скоро розбагатіємо!

source: Jestem pewien, że masz lepsze rzeczy do roboty od nagabywania mnie.
uk: Я впевнений, що у тебе є важливіші справи, ніж приставати до мене.

source: Jestem pewien, że masz na głowie istotniejsze zajęcia, niż bezowocne zawracanie mi głowy.
uk: Я впевнений, що у тебе є важливіші справи, ніж марно набридати мені.

source: Jestem pewien, że nie dostrzegłem w naszym byłym bracie ziarna Beliara. Czyż jednak Miłościwy nie dał nam wszystkim wyraźnego znaku burząc most? Znaku, byśmy nie ingerowali w sprawunki jej mieszkańców? Musimy trwać silni w wierze, albowiem ona jest naszą tarczą przed zakusami tego świata.
uk: Я впевнений, що не бачив у нашому колишньому братові зерно Беліара. Але хіба Милосердний не дав нам усім чіткий знак, зруйнувавши міст? Знак, щоб ми не втручалися у справи мешканців міста? Ми повинні залишатися сильними у вірі, бо вона – наш щит проти спокус цього світу.

source: Jestem pewien, że po zakończeniu śledztwa strażnicy opuszczą twoją posesję i pójdą do portu, by zabezpieczać go przed uchodźcami. To jest teraz dla nich priorytetem.
uk: Я впевнений, що після завершення розслідування вартові покинуть твоє помешкання і вирушать до порту, щоб убезпечити його від біженців. Зараз це для них пріоритетне завдання.

source: Jestem pewien, że sobie poradzisz.
uk: Я впевнений, що ти впораєшся.

source: Jestem pewien, że ten oto chłopak jest nikim więcej niż OFIARĄ bezlitosnej machiny władzy! Pionkiem w rękach 'lepiej urodzonych'!
uk: Я впевнений, що цей хлопчисько - ніхто інший, як ЖЕРТВА нещадної машини влади! Пішак у руках 'вищого класу'!

source: Jestem pewien, że władze wyspy są dostatecznie mądre, by nie zawierać z wami żadnych układów.
uk: Я впевнений, що влада на острові достатньо мудра, щоб не укладати з вами жодних угод.

source: Jestem pewien, że zabił go ork!
uk: Я впевнений, що його вбив орк!

source: Jestem pewien, że znalazłbym jakiś sposób, ale... może masz rację.
uk: Я впевнений, що знайшов би якийсь спосіб, але... можливо, ти маєш рацію.

source: Jestem pewna, że Rasco chętnie kupi wszystko, co masz do zaoferowania.
uk: Я впевнена, що Раско буде радий купити все, що ти можеш запропонувати.

source: Jestem pewna, że farmerzy z winnicy Rity tylko marzą o pracy u nas.
uk: Я впевнена, що фермери з виноградника Рити тільки й мріють про працю у нас.

source: Jestem pewna, że w mieście ktoś z chęcią je od ciebie kupi.
uk: Я впевнена, що хтось у місті із задоволенням купить їх у тебе.

source: Jestem pewny swojej wygranej, niech będzie 100 sztuk złota.
uk: Я впевнений у своєму виграші, нехай це буде 100 золотих.

source: Jestem pewny, że Bloodwyn ma wszystko pod kontrolą. On i jego brutalne metody są niezawodne.
uk: Я впевнений, що у Бладвіна все під контролем. Він і його жорсткі методи безвідмовні.

source: Jestem pewny, że jeśli odpowiednio go podejdziemy, to piekarz z pewnością poczęstuje nas chociaż jednym bochenkiem.
uk: Я впевнений, якщо знайти до нього правильний підхід, пекар неодмінно пригостить нас принаймні одним буханцем.

source: Jestem pewny, że kiedyś tam wrócimy, pytanie tylko, czy będzie jeszcze do czego wracać?
uk: Я впевнений, що ми колись туди повернемось. Питання в тому, чи буде куди повертатися?

source: Jestem pewny, że to, co widziałeś to tylko jeden z żaboludzi. Kręci się ich trochę po wyspie, ale o ile nie wchodzi się na ich terytorium, to nie są one niebezpieczne.
uk: Я впевнений, що ти бачив лише когось з жаболюдів. Деякі з них блукають островом, але поки ти не заходиш на їхню територію, вони не несуть загрози.

source: Jestem pewny, że zrobi wszystko by przywrócić kopalnie do dawnego porządku.
uk: Я впевнений, що він зробить все, щоб повернути копальню до колишнього порядку.

source: Jestem pewny, że zrobiłeś wszystko, co było trzeba, by zdobyć te rzeczy.
uk: Я впевнений, ти зробив все необхідне, щоб здобути ці речі.

source: Jestem pewny, że źle kopiesz. Chyba zastanowię się nad zatrudnieniem kogoś bardziej kompetentnego.
uk: Я впевнений, що ти погано копаєш. Мабуть, мені краще найняти когось більш компетентного.

source: Jestem pewny.
uk: Я впевнений.

source: Jestem pełen tajemnic.
uk: У мене повно таємниць.

source: Jestem pod karczmą. Teraz mam wejść do środka i porozmawiać z Helgą.
uk: Я біля корчми. Тепер я маю зайти всередину і поговорити з Хельгою.

source: Jestem pod ochroną Bloodwyna.
uk: Я під захистом Бладвіна.

source: Jestem pod wrażeniem, że udało ci się go wytropić. Przekaż te wieści Oktavowi, jestem pewien, że cię za nie wynagrodzi.
uk: Я вражений, що тобі вдалося його відшукати. Передай цю новину Октаву, я впевнений, він винагородить тебе за це.

source: Jestem pokornym sługą Beliara.
uk: Я покірний слуга Беліара.

source: Jestem porządnym urzędnikiem państwowym!
uk: Я порядний державний службовець!

source: Jestem prawdziwym Wilczym Synem! Nie to co reszta tych oszustów.
uk: Я справжній Вовчий Син! Не такий, як решта цих шахраїв.

source: Jestem przecież obywatelem tego miasta.
uk: Зрештою, я громадянин цього міста.

source: Jestem przedstawicielem władzy. Dasz mi ją taniej.
uk: Я представник влади. Продай мені дешевше.

source: Jestem przedstawicielem władzy. Powinieneś dać mi ją za darmo, ale jako że mam dobry dzień, mogę ci zapłacić połowę standardowej kwoty.
uk: Я представник влади. Ти повинен віддати мені її безкоштовно, але оскільки у мене сьогодні вдалий день, я можу заплатити половину від звичайної вартості.

source: Jestem przekonany, że to pod ich naciskiem gówniarz pociągnął za spust.
uk: Я переконаний, що саме під їхнім тиском той гівнюк і натиснув на спусковий гачок.

source: Jestem płatnerzem, a to mój skromny warsztat.
uk: Я броняр, а це моя скромна майстерня.

source: Jestem ranny.
uk: Я поранений.

source: Jestem rozliczany z każdej bryłki złota, którą wyniosę z kopalni. Przed wejściem powinienem schować w kufrze swoje bryłki i wejść na czysto.
uk: Мені потрібно повідомити про кожен золотий самородок, який я винесу з копальні. Але перш ніж увійти, я мушу скласти всі свої самородки в скриню.

source: Jestem rybakiem, w dodatku z monopolem na ryby pływające w tym strumieniu. A tak w ogóle to nazywam się Lathi.
uk: Я рибалка. До того ж, єдиний, кому дозволено ловити рибу, що плаває в цьому струмку. І, до речі, мене звуть Латі.

source: Jestem skromnym sługą Innosa, a jeśli pytasz o moje śmiertelne imię, nazywam się Trimegisto.
uk: Я покірний слуга Інноса, а якщо ти запитуєш моє смертне ім'я, то мене звуть Трімегісто.

source: Jestem strażnikiem miejskim, do cholery!
uk: Я міський вартовий, чорт забирай!

source: Jestem strażnikiem, dbanie o obywateli to mój obowiązek.
uk: Я вартовий, піклуватися про громадян - мій обов'язок.

source: Jestem strażnikiem, nie możesz mnie tknąć.
uk: Я вартовий, мене не можна чіпати.

source: Jestem strażnikiem, nie powinienem mieć problemu z tymi bestiami. Dawałem radę o wiele gorszym.
uk: Я вартовий, у мене не повинно виникнути проблем з цими звірами. Я справлявся і з набагато гіршими.

source: Jestem strażnikiem.
uk: Я вартовий.

source: Jestem strażnikiem. Nie boisz się, że cię wydam?
uk: Я вартовий. Не боїшся, що я тебе видам?

source: Jestem szczęśliwa. Mam za co żyć, chłopcy się mnie słuchają i nikt mi nie dyktuje co mam robić. Polecam ci zrobić to samo, życie na kagańcu to nie jest prawdziwe życie.
uk: Я щаслива. Мені є на що жити, хлопці мене слухаються і ніхто мені не вказує, що я маю робити. І тобі раджу те саме. Життя в кайданах – це не справжнє життя.

source: Jestem szefem tej pięknej stoczni. Mówię ci, w całym królestwie nie ma takiej drugiej!
uk: Я – хазяїн цієї прекрасної корабельні. І скажу я тобі, що в усьому королівстві не знайдеться кращої!

source: Jestem słaba, ale może uda mi się za tobą nadążyć. Prowadź!
uk: Я слабка, але постараюсь не відставати від тебе. Показуй шлях!

source: Jestem tak samo zaskoczony sytuacją jak ty! Dalej, nie wygłupiaj się, przecież mnie znasz! Chodźmy razem do szefa, on ci wszystko wyjaśni!
uk: Мене це все так само дивує, як і тебе! Давай, не будь дурнем, ти ж мене знаєш! Ходімо разом до шефа, він тобі все пояснить!

source: Jestem taki szczęśliwy!
uk: Я такий щасливий!

source: Jestem teraz doświadczonym i majętnym najemnikiem, pomimo że przybyłem na wyspę jako nieporadny biedak.
uk: Тепер я досвідчений і заможний найманець, хоча прибув на острів безпорадним бідняком.

source: Jestem teraz doświadczonym i szanowanym strażnikiem, pomimo że wcześniej byłem nikim.
uk: Наразі я досвідчений і шанований вартовий, хоча колись був взагалі ніким.

source: Jestem teraz zajęty i nie mam czasu na pogaduszki.
uk: Я зараз зайнятий і не маю часу на розмови.

source: Jestem teraz zajęty, nie widzisz?
uk: Я зараз зайнятий, хіба не бачиш?

source: Jestem trochę zajęta, zajmij się swoimi sprawami.
uk: Я трохи зайнята, займись своїми справами.

source: Jestem trochę zawiedziony. Liczyłem, że uda ci się załatwić trochę więcej. No, ale nie jest też tragicznie. Masz, twoje wynagrodzenie.
uk: Я трохи розчарований. Я сподівався, що ти зможеш отримати трохи більше. Ну, але це теж непогано. Ось, твоя винагорода.

source: Jestem tu dłużej od ciebie i wiem, że kariery w straży to nie da się zrobić.
uk: Я працюю тут довше, ніж ти, і знаю, що у Варті неможливо побудувати кар'єру.

source: Jestem tu na bezpośrednie zlecenie Corteza.
uk: Я тут за прямим наказом Кортеза.

source: Jestem tu nowy i chciałem dowiedzieć się nieco o okolicy.
uk: Я тут новенький і хотів трохи дізнатися про цю місцевість.

source: Jestem tu nowy, mógłbyś pokazać mi farmę?
uk: Я тут новенький, ти міг би показати мені ферму?

source: Jestem tu od niedawna i zwiedzam okolicę.
uk: Я тут нещодавно і вивчаю місцевість.

source: Jestem tu prawie cały czas. W przeciwnym razie, kto gotowałby obiady i sprzątał cały ten bałagan?
uk: Я тут майже весь час. Інакше хто б готував обіди і прибирав весь цей безлад?

source: Jestem tu w sprawie śledztwa.
uk: Я тут з приводу розслідування.

source: Jestem tutaj przede wszystkim po to, by całe miasto nie pogrążyło się w chaosie.
uk: Я тут насамперед для того, щоб усе місто не занурилося в хаос.

source: Jestem uczciwym kupcem. Nie chcę mieć nic wspólnego z takimi jak ty!
uk: Я чесний торговець. Я не хочу мати нічого спільного з такими, як ти!

source: Jestem w bardzo trudnej sytuacji i potrzebuje pomocy!
uk: Я в дуже скрутному становищі і потребую допомоги!

source: Jestem w gospodzie, ale nigdzie nie widzę Petry. Może Bastian wie, gdzie mogła się podziać?
uk: Я в корчмі, але ніде не бачу Петри. Може, Бастіан знає, куди вона могла піти?

source: Jestem w jednym kawałku, niczego więcej do szczęścia mi nie potrzeba. No, może jeszcze tylko tych wielkich skarbów, które gdzieś tu są.
uk: Я цілий і неушкоджений, мені більше нічого не потрібно для щастя. Ну, хіба що великих скарбів, які десь тут заховані.

source: Jestem w kanałach. Corum boi się wybuchu epidemii głównie w slumsach. Z tego wynika, że gniazd powinienem szukać na dolnym piętrze kanałów, w podmokłych korytarzach.
uk: Я в каналізації. Корум боїться спалаху епідемії переважно в нетрях. З цього випливає, що мені слід шукати гнізда на нижньому рівні каналізації, в затоплених коридорах.

source: Jestem w magazynie. W środku widzę pięć skrzyń. Zostawienie w każdej po butelce preparatu Ramhy powinno załatwić sprawę.
uk: Я на складі. Бачу п'ять ящиків у приміщенні. Якщо вилити в кожен з них по пляшці мікстури Рамхи, то все повинно спрацювати.

source: Jestem w miejscu, które opisał marynarz. Jedyny dom, jaki tutaj widzę, to szkielet konstrukcji. Mam nadzieję, że nie wpakowałem się w jakąś długoterminową inwestycję. Może za dnia będę mógł zapytać jednego z handlarzy o ten dom?
uk: Я на тому місці, яке описав моряк. Єдиний будинок, який я тут бачу, - це каркас будівлі. Сподіваюся, я не вляпався в якусь довгострокову інвестицію. Можливо, вдень я зможу розпитати когось із торговців про цей будинок?

source: Jestem w miejscu, które opisał marynarz. Jedyny dom, jaki tutaj widzę, to szkielet konstrukcji. Mam nadzieję, że nie wpakowałem się w jakąś długoterminową inwestycję. Może zapytam handlarza w pobliżu?
uk: Я на тому місці, яке описав моряк. Єдиний будинок, який я тут бачу, - це каркас будівлі. Сподіваюся, я не вляпався в якусь довгострокову інвестицію. Можливо, варто запитати в торговця неподалік?

source: Jestem w mieście. Pora zorientować się w sytuacji.
uk: Я у місті. Потрібно оцінити ситуацію.

source: Jestem w posiadaniu substancji, która 'wytworzy rdzę'. Czas wracać do Arwida. Oby miał jakiś plan. Wieczorami wciąż powinien patrolować Plac Targowy. Za dnia pewnie przesiaduje w kwaterach strażników, bo nie chce, by ktoś go zobaczył w tym... czymś.
uk: У мене є препарат, який створить іржу. Час повертатися до Арвіда. Сподіваюся, у нього є план. Він все ще повинен патрулювати Ринкову площу вечорами. Вдень він, ймовірно, відсиджується в казармі, бо не хоче, щоб його хто-небудь побачив у цьому... вбранні.

source: Jestem w pracy, nie mogę rozmawiać.
uk: Я працюю, я не можу розмовляти.

source: Jestem w stanie sprzedać ich tyle, ile tylko mi dostarczysz.
uk: Я можу продати їх стільки, скільки ти мені доставиш.

source: Jestem w szoku! Sprawiałeś raczej wrażenie mizernego. Wiesz co... ja też mam ochotę rozruszać kości.
uk: Я в шоці! Ти здавався досить слабким. Знаєш що... Мені теж хочеться розім'яти м'язи.

source: Jestem w trakcie pewnych kalibracji.
uk: Я поки що дещо коригую.

source: Jestem w tym momencie trochę zajęty i nie jestem w stanie przygotować ci specjalnego pakunku.
uk: Наразі я трохи зайнятий і не можу підготувати тобі особливий подарунок.

source: Jestem w środku. Jeden Innos wie, co tutaj znajdziemy. Czas ostrożnie ruszyć do przodu.
uk: Я всередині. Лише одному Інносу відомо, що ми тут знайдемо. Слід рухатись вперед вкрай обережно.

source: Jestem w środku. Muszę teraz być wyjątkowo ostrożny z tym, gdzie idę, kto mnie widzi, a przede wszystkim, co i komu mówię. Myślałem, że może Roel opowie mi o nowinkach w kopalni, ale nigdzie go nie widzę.
uk: Я – всередині. Тепер я маю бути дуже обережним щодо того, куди я ходжу, хто мене бачить і, головне, що і кому я говорю. Гадаю, Роел може розповісти мені про новини в копальні, але я ніде його не бачу.

source: Jestem w środku. Muszę teraz uważać, by nie wejść nikomu pod nogi. Z tego co widzę, w pobliżu jest niedomknięta krata. Może dzięki temu uda mi się dotrzeć w głąb jaskini.
uk: Я всередині. Мені слід бути обережним, щоб нікому не потрапити під ноги. Наскільки я бачу, поруч є незачинені ґрати. Можливо, це дозволить мені проникнути в глибину печери.

source: Jestem w środku. Teraz muszę zabarykadować czymś przejście, żeby żaden z nich tutaj nie wtargnął. Może któraś ze skrzyń albo jakiś mebel się nada?
uk: Я всередині. Тепер мені потрібно чимось забарикадувати прохід, щоб ніхто з сюди не потрапив. Можливо, один з ящиків або якісь меблі підійдуть?

source: Jestem wdzięczny. Nelson musi sobie jakoś poradzić. Jeśli chcesz, możesz mu pomóc, ale bez rogu nie chcę go widzieć.
uk: Я вдячний. Нельсон мусить якось давати собі раду. Ти можеш допомогти йому, якщо хочеш, але без рогу я не хочу його бачити.

source: Jestem wierny Roderichowi.
uk: Я вірний Родеріху.

source: Jestem wioskowym cieślą, nazywam się Uwe. Obróbka drewna nie ma przede mną tajemnic, z czego chętnie korzystają wszyscy mieszkańcy Silbach, a ja chętnie odpowiadam na ich prośby.
uk: Я сільський тесля, мене звуть Уве. Для мене немає жодних секретів у деревообробці, чим із задоволенням користуються всі мешканці Сільбаху, а я з радістю відгукуюся на їхні прохання.

source: Jestem wybrańcem Innosa z jedną tylko misją! Muszę zniszczyć wszystkie polne bestie tego świata!
uk: Я – обранець Інноса з єдиною місією! Я повинен знищити всіх польових жуків на світі!

source: Jestem wyrozumiałym facetem. Też się kiedyś wahałem, ale podjąłem decyzję, której teraz nie żałuję.
uk: Я все розумію. Я теж колись вагався, але прийняв рішення, про яке зараз не шкодую.

source: Jestem wyznawcą Adanosa.
uk: Я послідовник Аданоса.

source: Jestem z Gildii Kupieckiej, prowadzę śledztwo.
uk: Я з Торгової Гільдії, веду розслідування.

source: Jestem z powrotem!
uk: Я повернувся!

source: Jestem z was zadowolony, uznaję ten trening za zakończony.
uk: Я задоволений вами, вважаю це тренування завершеним.

source: Jestem za stary na tą robotę...
uk: Я занадто старий для цієї роботи...

source: Jestem zadowolony, w końcu mam trochę wolności.
uk: Я задоволений, у мене нарешті з'явилося трохи свободи.

source: Jestem zainteresowany ale nie mam tyle złota.
uk: Я зацікавлений, але я не маю стільки золота.

source: Jestem zainteresowany, ale nie mam tyle złota.
uk: Я зацікавлений, але у мене немає стільки золота.

source: Jestem zajęta, daj mi spokój.
uk: Я зайнята, дай мені спокій.

source: Jestem zajęta, zostaw mnie w spokoju.
uk: Я зайнята, дай мені спокій.

source: Jestem zajęty i nie chcę twoich porad, więc jeśli nie przestaniesz mi przeszkadzać to kilof może mi się odrobinę omsknąć i trafić ci prosto w stopę.
uk: Я зайнятий і не хочу твоїх порад, тож якщо ти не припиниш набридати мені, кирка може зісковзнути і влучити тобі прямо в ногу.

source: Jestem zajęty opieką nad naszymi chłopakami, poza tym przepis do najtrudniejszych nie należy. Na pewno dasz sobie radę.
uk: Я зайнятий доглядом за нашими хлопцями, до того ж, рецепт не дуже складний. Я впевнений, що ти впораєшся.

source: Jestem zajęty, nie widzisz?! Jeśli masz jakiekolwiek dowody, które pozwalają ci oczerniać naszego szanowanego i uwielbianego przez tłumy Volkera, to radzę iść z tym do Rodericha!
uk: Я зайнятий, чи ти не бачиш?! Якщо у тебе є якісь докази, які дозволяють тобі безчестити нашого шанованого й обожнюваного багатьма Волкера, то раджу йти з ними до Родеріха!

source: Jestem zajęty, odejdź.
uk: Я зайнятий, йди геть.

source: Jestem zajęty, wybacz.
uk: Я зайнятий, вибач.

source: Jestem zajęty, zostaw mnie w spokoju.
uk: Я зайнятий, дай мені спокій.

source: Jestem zajętym człowiekiem, więc gadaj, czego chcesz?
uk: Я людина зайнята, тож кажи, що ти хочеш?

source: Jestem zajętym człowiekiem, więc się streszczaj. Imię, cel wizyty. I mów tak, żebym nie żałował, że wpuściłem tu obcego.
uk: Я людина зайнята, тому прошу коротко. Ім'я, мета візиту. І говори так, щоб я не пошкодував, що впустив незнайомця.

source: Jestem zarządcą Gildii Kupieckiej.
uk: Я голова Торгової Гільдії.

source: Jestem zmarznięty, pijany i nafaszerowany jakimś zielskiem. Idealne warunki, by porozmawiać z innymi gońcami o realiach mojej pracy.
uk: Я замерзлий, п'яний і заправлений якоюсь травою. Ідеальні умови, щоб поговорити з іншими посланцями про реалії моєї роботи.

source: Jestem zmęczona, głodna, chce mi się pić... ale będę tu stać do skutku!
uk: Я втомлена, голодна, хочу пити... але маю намір стояти тут до кінця!

source: Jestem znanym na cały świat Pogromcą Polnych Bestii!
uk: Я всесвітньо відомий Вбивця Польових Жуків!

source: Jestem żołnierzem i nie lubię owijać w bawełnę jak niektórzy członkowie naszej organizacji, więc wyłożę naszą ofertę krótko.
uk: Я солдат і не люблю ходити навколо, як деякі члени нашої організації, тому коротко викладу нашу пропозицію.

source: Jestem, a właściwie byłem królewskim katem. Nadal pobieram pensję, ale katem zwać się już nie mogę. Tak dawno nie wykonałem żadnej porządnej egzekucji...
uk: Я королівський кат, точніше, був ним. Я все ще отримую платню, але більше не можу називати себе катом. Вже стільки часу минуло відтоді, як я здійснював справжні страти...

source: Jestem, możemy ruszać.
uk: Я готовий, можемо рушати.

source: Jestem. Możemy zaczynać?
uk: Я готовий. Можемо починати?

source: Jesteś Arcymagiem?
uk: Ти Архімаг?

source: Jesteś Petra, spotkaliśmy się w Silbach!
uk: Ти Петра, ми бачились в Сільбаху!

source: Jesteś bardziej pojętnym uczniem niż ja. Nie jestem już w stanie niczego cię nauczyć.
uk: Ти знаєшся на полюванні краще, ніж я. Мені більше немає чому тебе вчити.

source: Jesteś bardziej pojętnym uczniem niż ja. Nie jestem w stanie nauczyć cię niczego więcej.
uk: Ти вже знаєш більше, ніж я. Я не в змозі навчити тебе нічому новому.

source: Jesteś bardzo odważny albo bardzo głupi porywając się na cały tłum.
uk: Ти або дуже хоробрий, або дуже дурний, якщо вирішив протистояти цілому натовпу.

source: Jesteś bardzo pewny siebie.
uk: Ти занадто впевнений в собі.

source: Jesteś brutalnym oprychem. Nie chcę mieć z tobą nic wspólnego.
uk: Ти жорстокий бандит. Я не хочу мати з тобою нічого спільного.

source: Jesteś bystrzejszy, niż myślałem!
uk: А ти розумніший, ніж я думав!

source: Jesteś całkowicie wyleczony.
uk: Ви повністю зцілились.

source: Jesteś cały?
uk: Ти в порядку?

source: Jesteś cholernie głupi, jeśli myślisz, że w ten sposób sprawisz, że sobie pójdą. To strażnicy miejscy, pamiętasz? Oni tak łatwo nie odpuszczają.
uk: Ти дуже дурний, якщо думаєш, що таким чином змусиш їх піти. Вони ж міські вартові, пам'ятаєш? Їх так просто не позбутися.

source: Jesteś chory i powinieneś wypoczywać, a nie ćwiczyć walkę mieczem. Nie mam zamiaru się z tobą bić.
uk: Ти хворий і повинен відпочивати, а не вправлятися на мечах. Я не збираюсь битися з тобою.

source: Jesteś coraz lepszy!
uk: В тебе виходить все краще і краще!

source: Jesteś coraz lepszy.
uk: У тебе виходить все краще і краще.

source: Jesteś coraz silniejszy.
uk: Ти стаєш все сильнішим і сильнішим.

source: Jesteś czeladnikiem alchemika, więc będziesz zajmował się tym, czym zajmuje się każdy czeladnik alchemika.
uk: Ти учень алхіміка, тому ти робитимеш те, що робить кожен учень алхіміка.

source: Jesteś członkiem Gildii Kupieckiej?
uk: Ти належиш до Торгової Гільдії?

source: Jesteś dobrym chłopakiem i myślę, że świetnie się spiszesz jako strażnik.
uk: Ти хороший хлопець, і я думаю, що ти чудово впораєшся зі своїми обов'язками вартового.

source: Jesteś dobrze zorientowana.
uk: Ти чудово обізнана.

source: Jesteś draniem, jesteś łotrem, który nie ma szacunku dla czegokolwiek... Oprócz swoich eliksirów!
uk: Ти покидьок, ти негідник, який не поважає воїнів! Який не поважає нічого, окрім своїх еліксирів!

source: Jesteś gotowy na śmierć?
uk: Ти готовий померти?

source: Jesteś gotowy?
uk: Ти готовий?

source: Jesteś gotowy? Nie ma czasu do stracenia, musimy ruszać.
uk: Ти готовий? Не можна гаяти часу, потрібно вирушати.

source: Jesteś gotów wyruszać?
uk: Готовий вирушати?

source: Jesteś gotów?
uk: Ти готовий?

source: Jesteś jakimś magiem, że czytasz mi w myślach?
uk: Ти що, якийсь маг, що читаєш мої думки?
